Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pt_BR.tmx
Source language: en
Languages: pt_br

source: select a png (haldclut), a cube, a 3dl or a gmz (compressed lut) file CAUTION: 3D lut folder must be set in preferences/core options/miscellaneous before choosing the lut file
pt_br: selecione um arquivo png (haldclut), um cubo, uma 3dl ou um gmz (LUT comprimido) ATENÇÃO: a pasta de LUT 3d deve ser configurada em preferências/opções de cor/miscelânea antes de escolher o arquivo LUT

source: select a png (haldclut), a cube or a 3dl file CAUTION: 3D lut folder must be set in preferences/core options/miscellaneous before choosing the lut file
pt_br: selecione um arquivo png (haldclut), um cubo, uma 3dl ATENÇÃO: a pasta de LUT 3d deve ser configurada em preferências/opções de cor/miscelânea antes de escolher o arquivo LUT

source: the file path (relative to lut folder) is saved with image along with the lut data if it's a compressed lut (gmz)
pt_br: o caminho do arquivo (relativo à pasta LUT) é gravado com a imagem junto com os dados LUT se é um LUT comprimido (gmz)

source: the file path (relative to lut folder) is saved with image (and not the lut data themselves)
pt_br: o caminho do arquivo (relativo à pasta LUT) é gravado com a imagem (e não os próprios dados LUT)

source: enter lut name
pt_br: entre nome do lut

source: select the LUT
pt_br: selecionar o LUT

source: gamma rec709 RGB
pt_br: gama Rec709 RGB

source: select the color space in which the LUT has to be applied
pt_br: escolher o espaço de cor em que o LUT será aplicado

source: tetrahedral
pt_br: tetraédrico

source: pyramid
pt_br: pirâmide

source: select the interpolation method
pt_br: selecione o modo de interpolação

source: mask manager
pt_br: gerenciador de máscara

source: monochrome
pt_br: monocromático

source: red filter
pt_br: filtro vermelho

source: drag and scroll mouse wheel to adjust the virtual color filter
pt_br: arraste e role a roda do mouse para ajustar o filtro de cor virtual

source: how much to keep highlights
pt_br: quanto para manter realces

source: color film
pt_br: filme colorido

source: black and white film
pt_br: filme preto & branco

source: D min red component
pt_br: D min componente vermelho

source: film stock
pt_br: filme

source: black and white
pt_br: preto & branco

source: toggle on or off the color controls
pt_br: alterna (liga/desliga) controles de cor

source: film properties
pt_br: propriedades do filme

source: print properties
pt_br: propriedades de impressão

source: color of the film base
pt_br: cor do filme

source: select color of film material from a swatch
pt_br: selecione a cor do filme

source: adjust the color and shade of the film transparent base. this value depends on the film material, the chemical fog produced while developing the film, and the scanner white balance.
pt_br: ajusta a cor e as sombras do revestimento protetor de filme. esse valor depende do material do filme, os vapores químicos produzidos durante a revelação do filme, e o balanço de branco do scanner.

source: D min green component
pt_br: D min componente verde

source: D min blue component
pt_br: D min componente azul

source: dynamic range of the film
pt_br: faixa dinâmica do filme

source: maximum density of the film, corresponding to white after inversion. this value depends on the film specifications, the developing process, the dynamic range of the scene and the scanner exposure settings.
pt_br: densidade máxima do filme, correspondendo ao branco após a inversão. este valor depende das especificações do filme, do processo de revelação, e da faixa dinâmica da cena e das configurações de exposição do scanner.

source: scanner exposure settings
pt_br: configurações da exposição do scanner

source: scan exposure bias
pt_br: viés de exposição ao escanear

source: correct the exposure of the scanner, for all RGB channels, before the inversion, so blacks are neither clipped or too pale.
pt_br: corrige a exposição do scanner, para todos os canais RGB, antes da inversão, de forma que os pretos não são cortados ou muito pálidos.

source: shadows color cast
pt_br: desvio de cor em sombras

source: select color of shadows from a swatch
pt_br: selecione a cor das sombras em uma amostra

source: pick shadows color from image
pt_br: selecionar cor das sombras a partir da imagem

source: shadows red offset
pt_br: offset vermelho das sombras

source: correct the color cast in shadows so blacks are truly achromatic. Setting this value before the highlights illuminant white balance will help recovering the global white balance in difficult cases.
pt_br: corrige o desvio de cor nas sombras de forma que pretos sejam verdadeiramente acromáticos. Mudar este valor antes do balanço de branco dos realced do iluminante ajudará a recuperar o balanço de branco global em casos difíceis.

source: shadows green offset
pt_br: offset verde das sombras

source: shadows blue offset
pt_br: offset azul das sombras

source: highlights white balance
pt_br: balanço de branco de realces

source: select color of illuminant from a swatch
pt_br: selecione a cor do iluminante de uma amostra

source: pick illuminant color from image
pt_br: selecionar cor do iluminante a partir de uma imagem

source: illuminant red gain
pt_br: ganho vermelho do iluminante

source: correct the color of the illuminant so whites are truly achromatic. Setting this value after the shadows color cast will help recovering the global white balance in difficult cases.
pt_br: corrige a cor do iluminante de forma que brancos fiquem verdadeiramente acromáticos. Modificar este valor depois da correção de desvio de cor em sombras ajudará a recuperar o balanço de branco global em casos difíceis.

source: illuminant green gain
pt_br: ganho verde do iluminante

source: illuminant blue gain
pt_br: ganho azul do iluminante

source: virtual paper properties
pt_br: propriedades do papel virtual

source: paper black (density correction)
pt_br: preto no papel (correção de densidade)

source: correct the density of black after the inversion, to adjust the global contrast while avoiding clipping shadows.
pt_br: corrige a densidade do preto após a inversão, para ajustar o contraste global evitando corte de sombras.

source: paper grade (gamma)
pt_br: grading do papel (gama)

source: select the grade of the virtual paper, which is actually equivalent to applying a gamma. it compensates the film D max and recovers the contrast. use a high grade for high D max.
pt_br: seleciona o grading do papel virtual, que é na verdade equivalente a aplicar gama. compensa o D max do filme e recupera contraste. use um grading alto para D max alto.

source: paper gloss (specular highlights)
pt_br: brilho do papel (realces especulares)

source: gradually compress specular highlights past this value to avoid clipping while pushing the exposure for midtones. this somewhat reproduces the behaviour of matte paper.
pt_br: gradualmente comprime realces especulares além deste valor para evitar corte enquanto força a exposição para os tons médios. isto reproduz, de certa forma, o comportamento de papel matte.

source: virtual print emulation
pt_br: simulação de impressão virtual

source: print exposure adjustment
pt_br: ajuste de exposição

source: correct the printing exposure after inversion to adjust the global contrast and avoid clipping highlights.
pt_br: corrige a exposição da impressão depois da inversão para ajustar o contraste global e evitar corte de realces.

source: denoise (non-local means)
pt_br: redução de ruído (média não local)

source: radius of the patches to match
pt_br: raio dos patches a corresponder

source: how much to smooth brightness
pt_br: quanto para suavizar brilho

source: how much to smooth colors
pt_br: quando para suavisar cores

source: overexposed
pt_br: superexporta

source: unbreak input profile
pt_br: consertar perfil de entrada

source: dynamic range
pt_br: faixa dinâmica

source: middle grey luma
pt_br: luma de cinza médio

source: 16 EV dynamic range (generic)
pt_br: faixa dinâmica 16 EV (genérico)

source: 14 EV dynamic range (generic)
pt_br: faixa dinâmica 14 EV (genérico)

source: 12 EV dynamic range (generic)
pt_br: faixa dinâmica 12EV (genérico)

source: 10 EV dynamic range (generic)
pt_br: faixa dinâmica 10 EV (genérico)

source: 08 EV dynamic range (generic)
pt_br: faixa dinâmica 08 EV (genérico)

source: tone mapping method
pt_br: método de mapeamento de tom

source: linear part
pt_br: parte linear

source: gamma exponential factor
pt_br: gama fator exponencial

source: adjust to match the average luma of the subject
pt_br: ajuste para casar com luma médio do objeto

source: number of stops between middle grey and pure black this is a reading a posemeter would give you on the scene
pt_br: quantidade de stops entre cinza médio e preto puro esta é a leitura que um exposímetro daria na cena

source: number of stops between pure black and pure white this is a reading a posemeter would give you on the scene
pt_br: quantidade de stops entre preto puro e branco puro esta é a leitura que um exposímetro daria na cena

source: optimize automatically
pt_br: otimizar automaticamente

source: enlarge or shrink the computed dynamic range this is useful when noise perturbates the measurements
pt_br: aumenta ou diminui a faixa dinâmica calculada é útil quando o ruído perturba as medidas

source: make an optimization with some guessing
pt_br: tentar otimizar usando chutes

source: raw denoise
pt_br: redução de ruído raw

source: noise threshold
pt_br: limiar de ruído

source: raw denoising only works for raw images.
pt_br: redução de ruído raw funciona apenas em imagens raw.

source: raw overexposed
pt_br: raw superexporta

source: crop x
pt_br: corte x

source: crop from left border
pt_br: corte a partir da borda esquerda

source: crop y
pt_br: corte y

source: crop from top
pt_br: corte a partir do topo

source: crop width
pt_br: largura do corte

source: crop from right border
pt_br: corte a partir da borda direita

source: crop height
pt_br: altura do corte

source: crop from bottom
pt_br: corte a partir de baixo

source: raw black/white point
pt_br: ponto de preto/branco em raw

source: black level %i
pt_br: nível de preto %i

source: white point
pt_br: ponto branco

source: raw black/white point correction only works for the sensors that need it.
pt_br: correção de ponto preto/branco raw funciona apenas para sensores que precisam disso.

source: fill-light 0.25EV with 4 zones
pt_br: preenchimento luz 0.25EV com 4 zonas

source: fill-shadow -0.25EV with 4 zones
pt_br: preenchimento sombra -0.25EV com 4 zonas

source: fill light
pt_br: luz de preenchimento

source: width
pt_br: largura

source: the fill-light in EV
pt_br: a luz de preenchimento em EV

source: width of fill-light area defined in zones
pt_br: largura da área da luz de preenchimento em zonas

source: select the center of fill-light ctrl+click to select an area
pt_br: selecione o centro da luz de preenchimento ctrl+clique para selecionar uma área

source: toggle tool for picking median lightness in image
pt_br: alterna ferramenta para selecionar luminosidade media na imagem

source: retouch
pt_br: retocar

source: cannot display scales when the blending mask is displayed
pt_br: não é possível mostrar escalas quando a máscara de mesclagem é mostrada

source: # shapes:
pt_br: # formas:

source: to add a shape select an algorithm and a shape type and click on the image. shapes are added to the current scale
pt_br: para adicionar uma forma selecione um algoritmo e um tipo de forma e clique na imagem formas são adicionadas à escala atual

source: show and edit shapes on the current scale
pt_br: mostrar e editar formas na escala atual

source: algorithms:
pt_br: algoritmos:

source: activates fill tool
pt_br: ativar ferramenta de preenchimento

source: activates blur tool
pt_br: ativa ferramenta de desfoque

source: activates healing tool
pt_br: ativa ferramenta de restauração (recupera irregularidades na imagem)

source: activates cloning tool
pt_br: ativar ferramenta de clonagem

source: # scales:
pt_br: # escalas:

source: current:
pt_br: atual:

source: merge from:
pt_br: mesclar de:

source: top slider adjusts where the merge scales start bottom slider adjusts the number of scales red box indicates the current scale green line indicates that the scale has shapes on it
pt_br: o slider de cima ajusta onde as escalas iniciam o slider de baixo ajusta o número de escalas a caixa vermelha indica a escala atual a linha verde indica que a escala contém formas

source: display masks
pt_br: mostrar máscara

source: temporarily switch off shapes
pt_br: temporariamente desliga as formas

source: display wavelet scale
pt_br: mostrar escala de wavelet

source: cut shapes from current scale
pt_br: cortar formas a na escala atual

source: paste cut shapes to current scale
pt_br: colar formas na escala atual

source: preview single scale
pt_br: pré-visualizar em única escala

source: adjust preview levels
pt_br: ajuste nível de pré-visualização

source: auto levels
pt_br: níveis automáticos

source: shape selected:
pt_br: forma selecionada:

source: click on a shape to select it, to unselect click on an empty space
pt_br: clique em uma forma para selecioná-la, para de-selecionar clique em um espaço vazio

source: fill mode
pt_br: modo de preenchimento

source: erase
pt_br: apagar

source: erase the detail or fills with chosen color
pt_br: apagar detalhes ou preencher com a cor escolhida

source: fill color:
pt_br: cor de preenchimento:

source: select fill color
pt_br: seleciona cor de preenchimento

source: pick fill color from image
pt_br: selecionar cor de preenchimento na imagem

source: adjusts color brightness to fine-tune it. works with erase as well
pt_br: ajusta brilho de cor para ajuste fino. funciona com apagar também

source: blur type
pt_br: tipo de desfoque

source: type for the blur algorithm
pt_br: tipo do algoritmo de desfoque

source: blur radius
pt_br: raio para desfoque

source: radius of the selected blur type
pt_br: raio do tipo selecionado de desfoque

source: set the opacity on the selected shape
pt_br: define a opacidade na forma selecionada

source: retouch tools
pt_br: ferramentas de retoque

source: wavelet decompose
pt_br: decomposição/wavelets

source: shapes
pt_br: formas

source: retouch tool circle
pt_br: ferramenta de retoque - círculo

source: retouch tool ellipse
pt_br: ferramenta de retoque - elipse

source: retouch tool path
pt_br: ferramenta de retoque - caminho

source: retouch tool brush
pt_br: ferramenta de retoque - pincel

source: continuous add circle
pt_br: adicionar círculo (contínuo)

source: continuous add ellipse
pt_br: adiciona ellipse (contínuo)

source: continuous add path
pt_br: adicionar caminho (contínio)

source: continuous add brush
pt_br: adiciona pincel (contínuo)

source: show or hide shapes
pt_br: mostrar ou esconder formas

source: max scale is %i for this image size
pt_br: a escala máxima é %i para este tamanho de imagem

source: rgb curve
pt_br: curva rgb

source: contrast compression
pt_br: compressão de contraste

source: gamma 1.0 (linear)
pt_br: gama 1.0 (linear)

source: contrast - med (linear)
pt_br: contraste - médio (linear)

source: contrast - high (linear)
pt_br: contraste - alto (linear)

source: contrast - med (gamma 2.2)
pt_br: contraste - médio (gama 2.2)

source: contrast - high (gamma 2.2)
pt_br: contraste - alto (gama 2.2)

source: gamma 2.0
pt_br: gama 2.0

source: gamma 0.5
pt_br: gama 0.5

source: logarithm (base 2)
pt_br: logaritmo (base 2)

source: exponential (base 2)
pt_br: exponencial (base 2)

source: RGB, linked channels
pt_br: RGB, canais ligados

source: RGB, independent channels
pt_br: RGB, canais independentes

source: choose between linked and independent channels.
pt_br: escolher entre canais ligados ou independentes.

source: curve nodes for r channel
pt_br: nós da curva para canal R

source: curve nodes for g channel
pt_br: nós da curva para canal G

source: curve nodes for b channel
pt_br: nós da curva para canal B

source: compensate middle grey
pt_br: compensar cinza médio

source: rgb levels
pt_br: níveis rgb

source: apply auto levels based on a region defined by the user click and drag to draw the area right click to cancel
pt_br: aplicar níveis automáticos baseado em região definida pelo usuário clique e arraste para desenhar a área clique direito cancela

source: rotate pixels
pt_br: rotacionar pixels

source: automatic pixel rotation
pt_br: rotação automática de pixels

source: automatic pixel rotation only works for the sensors that need it.
pt_br: rotação automática de pixel só funciona para sensores que precisam disto.

source: scale pixels
pt_br: escala de pixels

source: automatic pixel scaling
pt_br: escala automática de pixels

source: automatic pixel scaling only works for the sensors that need it.
pt_br: ajuste de escala automático de pixel só funciona para sensores que precisam disto.

source: shadows and highlights
pt_br: sombras e realces

source: white point adjustment
pt_br: ajuste de ponto branco

source: compress
pt_br: comprimir

source: shadows color correction
pt_br: correção de cor em sombras

source: highlights color correction
pt_br: correção de cor em superexposições

source: shadows color adjustment
pt_br: ajuste de cor em sombras

source: highlights color adjustment
pt_br: ajuste de cor em realces

source: correct shadows
pt_br: corrigir sombras

source: correct highlights
pt_br: corrigir realces

source: shift white point
pt_br: desloca ponto branco

source: filter to use for softening. bilateral avoids halos
pt_br: filtro usado para suavizar. bilateral evita auréolas

source: compress the effect on shadows/highlights and preserve midtones
pt_br: comprime o efeito em sombras/realces e preserva tons médios

source: adjust saturation of shadows
pt_br: ajuste saturação de sombras

source: adjust saturation of highlights
pt_br: ajuste saturação de realces

source: spatial extent of the unblurring
pt_br: extensão espacial da melhora de foco

source: strength of the sharpen
pt_br: intensidade da melhora de nitidez

source: threshold to activate sharpen
pt_br: límite para ativar melhora de nitidez

source: soften
pt_br: suavização

source: the size of blur
pt_br: o tamanho do desfoque

source: the saturation of blur
pt_br: a saturação do desfoque

source: the brightness of blur
pt_br: o brilho do desfoque

source: the mix of effect
pt_br: a mistura do efeito

source: split-toning
pt_br: divisão de tons

source: pick primary color
pt_br: seleciona cor primária

source: pick secondary color
pt_br: seleciona cor secundária

source: shadows-hue
pt_br: sombras-matiz

source: shadows-saturation
pt_br: sombras-saturação

source: highlights-hue
pt_br: realces-matiz

source: highlights-saturation
pt_br: realces-saturação

source: balance
pt_br: balanço

source: authentic sepia
pt_br: sépia autêntico

source: authentic cyanotype
pt_br: cianótipo autêntico

source: authentic platinotype
pt_br: platinotipia autêntico

source: chocolate brown
pt_br: marrom chocolate

source: select tone color
pt_br: selecionar o tom de cor

source: select the saturation tone
pt_br: selecionar o tom de saturação

source: properties
pt_br: propriedades

source: the balance of center of split-toning
pt_br: o balanço do centro da divisão de tons

source: compress the effect on highlights/shadows and preserve midtones
pt_br: comprime o efeito em realces/sombras e preserva tons médios

source: spot removal
pt_br: remoção de mancha

source: spot module is limited to 64 shapes. please add a new instance !
pt_br: o módulo de eliminação de manchas é limitado a 64 formas. por favor, adicione uma nova instância !

source: number of strokes:
pt_br: número de traços:

source: click on a shape and drag on canvas. use the mouse wheel to adjust size. right click to remove a shape.
pt_br: clique em uma forma e arraste na tela. use a roda do mouse para ajustar o tamanho. clique direito para remover a forma.

source: show and edit shapes
pt_br: mostrar e editar formas

source: spot circle tool
pt_br: remoção de mancha por círculo

source: spot ellipse tool
pt_br: remoção de mancha por elipse

source: spot path tool
pt_br: remoção de mancha por caminho

source: white balance
pt_br: balanço de branco

source: tint
pt_br: tonalidade

source: temperature
pt_br: temperatura

source: preset/camera
pt_br: predefinido/câmera

source: preset/camera neutral
pt_br: predefinido/neutro da câmera

source: preset/spot
pt_br: predefinido/pontual

source: camera neutral
pt_br: neutro da câmera

source: spot
pt_br: pontual

source: user modified
pt_br: modificado pelo usuário

source: `%s' color matrix not found for image
pt_br: `%s' matriz de cores não encontrada para imagem

source: failed to read camera white balance information from `%s'!
pt_br: falha ao ler informação de balanço de branco de `%s' da câmera!

source: cyan
pt_br: ciano

source: emerald
pt_br: esmeralda

source: choose white balance preset from camera
pt_br: escolha balanço de branco predefinido da câmera

source: finetune
pt_br: ajuste fino

source: fine tune white balance preset
pt_br: ajuste fino da predefinição do balanço de branco

source: white balance disabled for camera
pt_br: balanço de branco desabilitado para câmera

source: tone curve
pt_br: curva de tom

source: base of the logarithm
pt_br: base do logaritmo

source: color space
pt_br: espaço de cor

source: Lab, linked channels
pt_br: Lab, canais ligados

source: Lab, independent channels
pt_br: Lab, canais independentes

source: XYZ, linked channels
pt_br: XYZ, canais ligados

source: if set to auto, a and b curves have no effect and are not displayed. chroma values (a and b) of each pixel are then adjusted based on L curve data. auto XYZ is similar but applies the saturation changes in XYZ space.
pt_br: se definido como auto, curvas a e b não tem efeito e não são exibidas. valores de croma (a e b) de cada pixel são então ajustados baseados nos dados da curva L. auto XYZ é similar mas se aplica a mudanças de saturação no espaço XYZ.

source: tonecurve for L channel
pt_br: curva de tom para canal L

source: tonecurve for a channel
pt_br: curva de tom para canal a

source: tonecurve for b channel
pt_br: curva de tom para canal b

source: log
pt_br: logarítmico

source: tone equalizer
pt_br: equalizador de tons

source: blacks
pt_br: pretos

source: deep shadows
pt_br: sombras profundas

source: light shadows
pt_br: sombras leves

source: midtones
pt_br: tendência dos meios-tons

source: dark highlights
pt_br: realces escuros

source: whites
pt_br: brancos

source: speculars
pt_br: especulares

source: filter diffusion
pt_br: difusão do filtro

source: smoothing diameter
pt_br: filtro de suavização

source: edges refinement or feathering
pt_br: afinar ou desfocar bordas

source: mask quantization
pt_br: quantização de máscara

source: mask exposure compensation
pt_br: compensação de exposição na máscara

source: mask contrast compensation
pt_br: compressão de contraste de máscara

source: luminance estimator
pt_br: estimador de luminância

source: preserve details
pt_br: preservar detalhes

source: mask blending : none
pt_br: modo de mesclagem: nenhum

source: mask blending : landscapes
pt_br: mesclagem de máscara : paisagens

source: mask blending : all purposes
pt_br: mesclagem de máscara : propósito geral

source: mask blending : isolated subjects
pt_br: mesclagem de máscara : objetos isolados

source: compress shadows/highlights : soft
pt_br: comprimir sombras e realces :_suave

source: compress shadows/highlights : strong
pt_br: comprime o efeito em sombras/realces: _forte

source: relight : fill-in
pt_br: reiluminação : preenchimento

source: tone equalizer needs to be after distorsion modules in the pipeline – disabled
pt_br: o equalizador de tons precisa estar depois dos módulos de distorção - desativado
